{
    "home.name": "Name",
    "home.last_price": "Last Price",
    "home.change": "Change",
    "home.lowest": "Lowest",
    "home.highest": "Highest",
    "home.price_graph": "Price Graph",
    "home.home": "Home",
    "home.comprehensive_index": "Comprehensive Index",
    "home.price_index": "Price Index",
    "home.widget": "Widget",
    "home.about_us": "About Us",
    "home.risk_reminder": "Risk reminder: all information and services provided by this website are for your reference only. You should ask for professional advice and then make a prudent trading or investment decision.lnvestment transactions carry significant risks. the website does not accept any responsibility for the consequences of your actions as a result of reading the information on the website. ",
    "home.contact_us": "Contact us",
    "home.email": "Email",
    "home.working_hour": "Operating time",
    "home.privacy_policy": "Privacy Policy",
    "home.statement": "Statement",
    "home.copyright": "©️ 2019 ProIndex Inc. All rights reserved.",
    "price_index.price_index": "Price Index",
    "comprehensive_index.comprehensive_index": "Comprehensive Index",
    "comprehensive_index.last_price": "Last Price",
    "comprehensive_index.change": "Change",
    "comprehensive_index.lowest": "Lowest",
    "comprehensive_index.highest": "Highest",
    "comprehensive_index.detail.info.right.title": "Index Introduction",
    "comprehensive_index.detail.info.right.index_name": "Index Name",
    "comprehensive_index.detail.info.right.public_date": "Public Date",
    "comprehensive_index.detail.info.right.percentage": "Percentage",
    "comprehensive_index.detail.info.right.number_of_coins": "Number of Coins",
    "comprehensive_index.detail.info.right.index_introduction": "Index Introduction",
    "comprehensive_index.detail.info.right.download_the_index": "Download the index organizational structure scenarios",

    "comprehensive_index.detail.info.left.title": "Component currency index sample",
    "comprehensive_index.detail.info.left.index_name": "Index Name",
    "comprehensive_index.detail.info.left.percentage": "Percentage",
    "comprehensive_index.detail.info.left.last_price": "Last Price",
    "comprehensive_index.detail.info.left.change": "Change",
    "about_us.about_us": "About Us",
    "about_us.company_values": "Company Values",
    "about_us.company_values_1": "Integrity and fairness",
    "about_us.company_values_2": "Transparency and credibility",
    "about_us.company_values_3": "Continuous development and innovation",
    "about_us.company_values_4": "Equality and respect",
    "about_us.company_values_5": "Efficient internal management",
    "about_us.company_values_6": "Emphasis on user satisfaction",
    "about_us.section1": "Index Pro Inc. is an American company that specializes in index preparation, operation and service.The Index Pro headquarters was established in 2019 in the blockchain financial center of the United States, and the company's management team is composed of elites with more than 10 years of experience in the financial field in the investment banking industry.",
    "about_us.section2": "Index Pro, adhering to the \"professional, hard work\" spirit, adhere to the \"capital market, promoting financial innovation service\" concept, relying on information and technology resources of block chain industry, management and development series Index Pro, the index of block chain, as well as customized class index, is gradually becoming the largest and most products, most complete service, the most market power index of professional services companies.",
    "about_us.company_values_section": "The success of the company depends on whether it can well meet the needs of customers. Every decision we make fulfills such core values.",

    "widget":{
        "item1":{
            "title":"How to use Index Widget",
            "p1":"The Index Widget enables publishers, web developers and bloggers to display the latest EXplus Index (Ex10) updates in real time.This widget makes it easier to embed and share cryptocurrency data, including dynamic indices and mini-graphs that change with the market: no more outdated screenshots.",
            "p2":"The widget requests the EXplus Index value from the EXplus API for the last 24 hours.It also connects to the EXplus API websocket to receive the new EX10I value stream to update the stock code in real time.Finally, after clicking, the widget links the user to the EXplus Index page for more information.",
            "p3": "To embed the Index Widget in an iframe, use the following code snippet:"
        },
        "item3":{
            "title":"E Index Widget",
            "index": "Index",
            "width":"Width",
            "preferred_currency":"Preferred Currency",
            "theme": "Theme",
            "create": "Create Widget"
        },
        "item4":{
            "market_cap":"Market Cap",
            "volume":"Volume(24H)"
        }
    },
    "statement":{
        "title": "Legal Statement",
        "p1":"Before using the services of this website, please be sure to carefully read all the terms and conditions of this legal declaration (the \"statement\"), especially the terms and conditions marked in bold.",
        "p2":"One, Application of Law",
        "p3":"The ***** company (hereinafter referred to as \"the company\") is an enterprise legal person established in accordance with the laws of **** country and independently operates the website;Provide services in accordance with local laws and regulations in different regions where the website is developed or served.Any person or organization using the services of this website shall comply with the relevant laws of your country/region and the relevant agreements and statements of this website.",
        "p4":"Second, Ownership of Intellectual Property",
        "p5":"All content displayed or provided on this website (including but not limited to trademarks, trade names, service marks, texts, pictures, designs, audio, video, index data, market information, etc.) and relevant software programs (including but not limited to relevant platform design, website structure and programs) are owned by the company.The fruits of labor created by the company shall be protected by the copyright law, trademark law, patent law and other relevant laws of the country to which the company belongs.",
        "p6":"Without the written authorization of the company, no individual or institution shall be granted any third party for use in any form, including but not limited to transfer, lease, license, etc.",
        "p7":"Without our written permission, no organization or individual shall not sell to others for the purpose of making a profit or to promote a product or service for the purpose of this web site, use of this web site any content, such use, including but not limited to, copy, download, store, through the hard copy or electronic capture system, send, conversion, rent, demos, copy, the sale, distribution, publication or any other form of forward.No organization or individual may reproduce the content of this website in any medium without the prior written consent of the company.",
        "p8":"Three, No Investment Proposal",
        "p9":"Any information provided on this website does not constitute investment advice, financial advice, transaction advice or any other advice. Please do not treat the information on this website as advice.This website does not recommend that you buy, sell or hold any virtual currency.Before making any investment decision, please fully understand the information content, and consult your personal lawyer and financial adviser.",
        "p10":"Four, Behavioral Restrictions",
        "p11":"You shall not use the services of this website to engage in any illegal activities, nor shall you damage the operation safety of this website or damage the legitimate rights and interests of users of this website.",
        "p12":"Five, Liability Exemption",
        "p13":"This website is committed to providing accurate and effective information, but at the same time, please understand that information has a certain timeliness and limitations, so the company to the information accuracy, integrity and effectiveness of no any commitment and guarantee, ",
        "p14":" for any direct or indirect loss caused by use of this web site content, including but not limited to, because of the content is not accurate, incomplete and result in losses, the company does not undertake any legal responsibility.",
        "p15":"Six, Legal Jurisdiction",
        "p16":"Any dispute or lawsuit arising from the use of the services of this website shall be governed, interpreted and executed in accordance with the laws of *** countries.",
        "p17":"Your use of the services of this website shall be deemed to be subject to the jurisdiction of the court at the registered address of the company."
    }
}
